Repository: yfoucade/ft_transcendence
Catalog: app/src/locale/*/LC_MESSAGES/django.po
Languages: el

source: Required. {CUSTOM_USERNAME_MAXLENGTH} characters or fewer. Letters, digits and @/./+/-/_ only.
el: Απαραίτητο. {CUSTOM_USERNAME_MAXLENGTH} χαρακτήρες ή λιγότερο. Μόνο γράμματα, ψηφία και @/./+/-/_.

source: Username is too long
el: Το όνομα χρήστη είναι πολύ μεγάλο

source: Username contains invalid characters
el: Το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες

source: A user with that email already exists.
el: Υπάρχει ήδη χρήστης με αυτό το ηλεκτρονικό ταχυδρομείο.

source: Display name too long
el: Το όνομα προβολής είναι πολύ μεγάλο

source: Display name contains invalid characters
el: Το όνομα προβολής περιέχει μη έγκυρους χαρακτήρες

source: Transcendence
el: Υπέρβαση

source: hello
el: γεια

source: Home
el: Αρχική

source: Play
el: Παίξε

source: Log in
el: Σύνδεση

source: Your username and password didn't match. Please try again.
el: Το όνομα χρήστη και ο κωδικός πρόσβασης δεν ταιριάζουν. Παρακαλούμε προσπαθήστε ξανά.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
el: Ο λογαριασμός σας δεν έχει πρόσβαση σε αυτή τη σελίδα. Για να συνεχίσετε, παρακαλούμε συνδεθείτε με ένα λογαριασμό που έχει πρόσβαση.

source: Please login to see this page.
el: Παρακαλούμε συνδεθείτε για να δείτε αυτή τη σελίδα.

source: Create account
el: Δημιουργία λογαριασμού

source: Profile of
el: Προφίλ του

source: Edit profile
el: Επεξεργασία προφίλ

source: Change password
el: Αλλαγή κωδικού πρόσβασης

source: My stats
el: Τα στατιστικά μου

source: Following
el: Ακολουθία

source: Sign up
el: Εγγραφή

source: Leaderboard
el: Πίνακας κατάταξης

source: first
el: πρώτη

source: previous
el: προηγούμενη

source: Page
el: Σελίδα

source: of
el: από

source: next
el: επόμενη

source: last
el: τελευταία

source: Rank
el: Θέση κατάταξης

source: Name
el: Ονομα

source: Rating
el: Βαθμολογία κατάταξης

source: Welcome to transcendence
el: Καλώς ήρθατε στην υπέρβαση

source: Start
el: Έναρξη

source: Local Match
el: Τοπικός Αγώνας

source: Player vs Player
el: Παίκτης εναντίον Παίκτη

source: Play against another player on the same computer.
el: Παίξτε εναντίον άλλου παίκτη στον ίδιο υπολογιστή.

source: Use E & D to move the left paddle and use ↑ & ↓ to move the right paddle.
el: Χρησιμοποιήστε τα E & D για να κινηθείτε το αριστερό ρακέτα και τα ↑ & ↓ για να κινηθείτε το δεξί ρακέτα.

source: AI vs Player
el: ΤΕΒΑ εναντίον Παίκτη

source: Play against an AI opponent.
el: Παίξτε εναντίον ενός αντιπάλου ΤΕΒΑ.

source: Use ↑ & ↓ to move the right paddle and the AI will play with the left paddle.
el: Χρησιμοποιήστε τα ↑ & ↓ για να κινηθείτε το δεξί ρακέτα και το ΤΕΒΑ θα παίξει με το αριστερό ρακέτα.

source: Add a player
el: Προσθήκη παίκτη

source: Add player
el: Προσθήκη παίκτη

source: Start tournament
el: Έναρξη τουρνουά

source: Next match
el: Επόμενος αγώνας

source: Current round
el: Τρέχουσα φάση

source: Eliminated
el: Εξαιρέθηκε

source: Start next match
el: Έναρξη επόμενου αγώνα

source: Local Tournament
el: Τοπικό Τουρνουά

source: Winner
el: Νικητής

source: & AI Opponent
el: & ΤΕΒΑ Αντίπαλος

source: Local
el: Τοπικός

source: tournament
el: τουρνουά

source: Online
el: Διαδικτυακός
